Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.38aea37fa327
source: 肘を軽く曲げたまま胸を開き、弧を描くようにダンベルを寄せる。
ar_sa: أبقِ مرفقيك مثنيين قليلًا، وافتح صدرك واجمع الدمبل معًا على شكل قوس.
ca: Mantenint els colzes lleugerament doblegats, obre el pit i uneix les manuelles formant un arc.
cs: Ohněte lokty jen mírně a otevřete hrudník, poté zvedejte činku směrem k tělu.
da: Bøj let i albuerne og åbn brystet, mens du skubber vægten mod dig.
de_de: Beuge deine Ellbogen leicht und öffne dabei deine Brust, während du das Gewicht mit einer Bogenbewegung nach vorne ziehst.
el: Λυγίστε ελαφρώς τους αγκώνες σας και ανοίξτε το στήθος, μετακινώντας το ράβδο προς τα κάτω σχηματίζοντας μια καμπύλη.
en_au: Keep your elbows slightly bent and open your chest while lowering the dumbbell in an arc.
es_es: Bajar el brazo hacia el costado, manteniendo los codos ligeramente doblados y acercando la barra.
fi: Avaa rinta ja laske käsipainoa hieman, pidä kyynärpäät avoinna.
fr_ca: Gardez vos coudes légèrement pliés et ouvrez votre poitrine, puis rapprochez l'haltère en formant une courbe.
gu: હાથને હળવાશથી વાળીને છાતી ખોલો અને ડમ્બેલને હાથની તરફ ખેંચો.
he: להתכופף מעט את הכתף ולפתוח את החזה, תוך יצירת קשת ולהזיז את הדסקית.
hi: अपनी कोहनी को थोड़ा मोड़े हुए स्थिति में, अपने सीने को खोलें और डम्बल को घुमाकर अपनी ओर खींचें।
hr: Savijte ruke lagano i otprite prsnice, spuštajući uteg prema dolje u obliku luka.
hu: Hajtja meg enyhén a karokat, és nyitassa a mellét, majd húzza lefelé a käsizt.
id: Menebuk siku sedikit, lalu membuka dada dan menarik dumbbell ke samping dengan membentuk lengkungan.
it: Mantieni leggermente piegati i gomiti e apri il petto, spostando il manubrio lateralmente.
ko: 가볍게 팔꿈치를 구부린 상태에서 가슴을 열고, 활 모양으로 덤벨을 몸쪽으로 당깁니다.
mr: हलक्या पद्धतीने वाकलेले हात आणि छाती उघडा, हाताने डंबेल जवळ घ्या.
ms: Mengekalkan siku sedikit, kemudian membuka dada dan menarik dumbbell ke arah tersebut.
nl_nl: Buig je ellebogen licht en open je borst, terwijl je de dumbbell naar je toe beweegt in een boog.
no: Bøy lett i albuene og åpne brystet, mens du skyver stangen mot deg med en bue.
pl: Delikatnie zgiń łokieć i otwórz klatkę piersiową, jednocześnie przesuwając ciężar wzdłuż uda.
pt_br: Mantenha os cotovelos levemente flexionados e incline o corpo para frente, levando o peso para baixo em arco.
pt_pt: Mantenha os cotovelos levemente flexionados e incline o corpo para frente, levando o peso para baixo em arco.
ro: Menține antebrațul ușor îndoit și trage gantera spre tine, formând o arcadă.
ru: Оставьте локти слегка согнутыми и подтяните гантель к себе, формируя дугу.
sk: Udržte mierne ohnuté lakte a otvorte hrudník, pričom ohýbate činku smerom k vám.
sl: Bodite pozorni na položaj rok, odprite ramo in navoza s ute v obliki kroga.
sv: Böj lätt på armbågen och öppna bröstet, dra sedan hanteln inåt i en båge.
ta: கைகளை லேசாக மடக்கி, மார்பை திறந்து, டம்பலை பக்கவாட்டில் இழுக்கவும்.
te: చేతులను కొద్దిగా వంచి, ఛాతీని తెరిచి, వంపు తిరుగుతూ డంబెల్‌ను దగ్గరగా తీసుకురావడం.
th: งอข้อศอกเล็กน้อย และเปิดอก พร้อมกับดึงดัมเบลเข้าหา
tr: Dirseğinizin hafifçe bükülmüş halde, göğsünüzü açın ve ağırlığı eğimli bir şekilde yanınıza doğru çekin.
uk: Злегка зігніть руки та відкрийте груди, утворюючи дугу, коли тримаєте гантелі.
vi: Gập nhẹ khuỷu tay và đưa tay về phía ngực, tạo thành đường cong.
zh_hans: 轻微弯曲肘部，并将身体向前打开，同时将哑铃向外拉
zh_hant: 輕微彎曲肘部，然後打開胸腔，將啞鈴向外推

# domain_catalog.38e39b744499
source: 微量: {{value1}}
ar_sa: قيمة صغيرة: {{value1}}
ca: Mínim: {{value1}}
cs: Malé cíle: {{value1}}
da: Små mængder: {{value1}}
de_de: Kleines Ziel: {{value1}}
el: Μικρή ποσότητα: {{value1}}
en_au: Low: {{value1}}
es_es: Pequeña cantidad: {{value1}}
fi: Pieni määrä: {{value1}}
fr_ca: Petite quantité : {{value1}}
gu: ઓછી માત્રા: {{value1}}
he: כמות קטנה: {{value1}}
hi: मात्रा: {{value1}}
hr: Mala količina: {{value1}}
hu: Kis mennyiség: {{value1}}
id: Jumlah Kecil: {{value1}}
it: Piccola quantità: {{value1}}
ko: 소량: {{value1}}
mr: कमी प्रमाणात: {{value1}}
ms: Jumlah: {{value1}}
nl_nl: Klein: {{value1}}
no: Små mengder: {{value1}}
pl: Małe zmiany: {{value1}}
pt_br: Pequena quantidade: {{value1}}
pt_pt: Pequena quantidade: {{value1}}
ro: Cantitate mică: {{value1}}
ru: Минимальный прогресс: {{value1}}
sk: Malý postup: {{value1}}
sl: Majhna količina: {{value1}}
sv: Små mängder: {{value1}}
ta: குறைந்த அளவு: {{value1}}
te: చిన్న మొత్త: {{value1}}
th: ปริมาณ: {{value1}}
tr: Küçük Adımlarla: {{value1}}
uk: Невеликі зміни: {{value1}}
vi: Số lượng nhỏ: {{value1}}

# domain_catalog.39171b27dcf6
source: 参考
ar_sa: مرجع
ca: Referència
cs: Pro inspiraci
da: Referencer
de_de: Hinweis:
el: Σημείωση
en_au: Reference
es_es: Referencia
fi: Lisätietoa
fr_ca: Références
gu: સંદર્ભ
he: הערה
hi: संदर्भ
hr: Za reference
hu: Tippek
id: Referensi
it: Riferimenti
ko: 참고
mr: संदर्भ
ms: Rujukan
nl_nl: Referentie
no: Referanse
pl: Źródło:
pt_br: Referência
pt_pt: Referência
ro: Pentru referință
ru: Для справки.
sk: Referencie
sl: Za reference
sv: Referens
ta: குறிப்பு
te: సూచన కోసం
th: แหล่งข้อมูลอ้างอิง
tr: İpuçları
uk: Посилання
vi: Tham khảo

# domain_catalog.3969524dde47
source: ケーブルクランチ
ar_sa: أزمة الكابل
ca: cruixent del cable
cs: Kabelový crunch
da: Cable crunch
de_de: Kabel-Crunch
el: Κύκλοι με Καλώδιο
en_au: Cable Crunch
es_es: Crunch con cuerda
fi: Kaapelikuolais
fr_ca: Crunch au câble
gu: કેબલ ક્રન્ચ
he: כפיפת כבל
hi: केबल क्रंच
hr: Cable crunch
hu: Cable crunch
id: Crunch Tali
it: Crunch al cavo
ko: 케이블 크런치
mr: केबल क्रंच
ms: Cable crunch
nl_nl: Cable crunch
no: Cable crunch
pl: Ćwiczenie "crunch" z linki
pt_br: Abdominal na corda
pt_pt: Abdominal na corda
ro: Cârlig crunch
ru: Скручивания на канате
sk: Káblový crunch
sl: Cable crunch
sv: Kabelcrunch
ta: கேபிள் க்ரான்ச்
te: కేబుల్ క్రంచ్
th: ครันช์ด้วยสายเคเบิล
tr: Cable Crunch
uk: Кабельна планка
vi: Bài tập với dây kháng lực
zh_hans: 绳索腹肌训练
zh_hant: 绳索腹肌训练

# domain_catalog.399c25a67c14
source: 未測定のため合計に含まれない項目: {{value1}}
ar_sa: العنصر غير المضاف إلى الإجمالي بسبب عدم القياس: {{value1}}
ca: Element que no s'inclou en el total per falta de mesurament: {{value1}}
cs: Nezařazené – nebudou zahrnuty do celkového součtu: {{value1}}
da: Ikke målt - derfor ikke inkluderet i summen: {{value1}}
de_de: Nicht gemessen – daher nicht in der Gesamtsumme enthalten: {{value1}}
el: Δεν συμπεριλαμβάνεται στον συνολικό υπολογισμό λόγω μη μέτρησης: {{value1}}
en_au: Items not included in the total due to being unmeasured: {{value1}}
es_es: No medido, por lo tanto no incluido en la suma: {{value1}}
fi: Ei mitattu, joten ei sisälly yhteenlaskuun: {{value1}}
fr_ca: Non inclus dans le total en raison d'un manque de mesure : {{value1}}
gu: માપવામાં આવ્યું નથી, તેથી કુલમાં સમાવિષ્ટ ન હોય તેવા મુદ્દા: {{value1}}
he: לא נמדד, ולכן לא כלול בסכום הכולל: {{value1}}
hi: माप नहीं, इसलिए कुल में शामिल नहीं: {{value1}}
hr: Neizmjeren, stoga nije uključen u ukupnu vrijednost: {{value1}}
hu: Nem mérve, ezért nem szerepel a teljes összeadásban: {{value1}}
id: Item yang tidak termasuk dalam total karena belum diukur: {{value1}}
it: Non misurato, quindi non incluso nel totale: {{value1}}
ko: 측정되지 않아 합산되지 않는 항목: {{value1}}
mr: मापन न केल्यामुळे एकूण आकडेवारीमध्ये समाविष्ट नसलेले घटक: {{value1}}
ms: Item yang tidak termasuk dalam jumlah kerana belum diukur: {{value1}}
nl_nl: Niet gemeten, dus niet opgenomen in de totale waarde: {{value1}}
no: Ikke målt, derfor ikke inkludert i totalsummen: {{value1}}
pl: Nie zmierzone – nie uwzględnione w sumie: {{value1}}
pt_br: Não medido, portanto não incluído no total: {{value1}}
pt_pt: Não medido, portanto não incluído no total: {{value1}}
ro: Nu este inclus în total din cauza lipsei de măsurare: {{value1}}
ru: Из-за отсутствия измерения не включается в общий итог: {{value1}}
sk: Nezahrnuté do celkového súčtu pre nepresné údaje: {{value1}}
sl: Elementi, ki zaradi nepopolnih podatkov niso vključeni v skupno vrednost: {{value1}}
sv: Ej mätt, därför ej inkluderat i totalsumman: {{value1}}
ta: அளவிடப்படாததால் சேர்க்கப்படாத பொருட்கள்: {{value1}}
te: కొలవలేక కాబట్టి మొత్తం లో చేర్చబడని అంశం: {{value1}}
th: ไม่รวมในผลรวมเนื่องจากยังไม่ได้วัด: {{value1}}
tr: Ölçülmediği için toplamda yer almayan öğeler: {{value1}}
uk: Не виміряно, тому не включено в загальну суму: {{value1}}
vi: Không bao gồm trong tổng cộng do chưa đo: {{value1}}
zh_hans: 由于未测量，因此不计入总和的项目：{{value1}}
zh_hant: 由於未測量，因此不包含在總計中：{{value1}}

# domain_catalog.39acb71c4382
source: 胸
ar_sa: الصدر
ca: pit
cs: Hrudník
da: Bryst
de_de: Brust
el: Στήθος
en_au: Chest
es_es: Pecho
fi: Rinta
fr_ca: Pectoraux
gu: છાતી
he: חזה
hi: छाती
hr: Grudni koš
hu: Derék
id: Dada
it: Petto
ko: 가슴
mr: छाती
ms: Dada
nl_nl: Borst
no: Bryst
pl: Klatka piersiowa
pt_br: Peito
pt_pt: Peito
ro: Piept
ru: Грудь
sk: Hrudník
sl: Prsi
sv: Bröst
ta: மார்பு
te: ఛాతీ
th: หน้าอก
tr: Göğüs
uk: Груди
vi: Ngực
zh_hans: 胸部

# domain_catalog.3a1fdfb57154
source: 女性
ar_sa: امرأة
ca: dona
cs: Žena
da: Kvinde
de_de: Frau
el: Γυναίκα
en_au: Female
es_es: Mujer
fi: Nainen
fr_ca: Femme
gu: સ્ત્રી
he: אישה
hi: महिला
hr: Žena
hu: Nők
id: Wanita
it: Donna
ko: 여성
mr: महिला
ms: Wanita
nl_nl: Vrouw
no: Kvinne
pl: Kobieta
pt_br: Mulher
pt_pt: Mulher
ro: Femeie
ru: Женщина
sk: Žena
sl: Ženska
sv: Kvinna
ta: பெண்
te: స్త్రీ
th: ผู้หญิง
tr: Kadın
uk: Жінка
vi: Phụ nữ

# domain_catalog.3a8d944c799f
source: 朝食
ar_sa: الفطور
ca: esmorzar
cs: Snídaně
da: Morgenmad
de_de: Frühstück
el: Πρωινό
en_au: Breakfast
es_es: Desayuno
fi: Aamiainen
fr_ca: Petit déjeuner
gu: સવારનું ભોજન
he: ארוחת בוקר
hi: सुबह का नाश्ता
hr: Doručak
hu: Reggeli
id: Sarapan
it: Colazione
ko: 아침 식사
mr: सकाळचे जेवण
ms: Sarapan
nl_nl: Ontbijt
no: Frokost
pl: Śniadanie
pt_br: Café da manhã
pt_pt: Café da manhã
ro: Mic dejun
ru: Завтрак
sk: Raňajky
sl: Jej
sv: Frukost
ta: காலை உணவு
te: ఉదయం భోజనం
th: อาหารเช้า
tr: Kahvaltı
uk: Сніданок
vi: Bữa sáng
zh_hans: 早餐
zh_hant: 早餐

# domain_catalog.3b9441e14585
source: 背筋を伸ばし、肘を後ろに引いて背中を寄せる。
ar_sa: قم بتصويب عمودك الفقري، واسحب مرفقيك إلى الخلف، واتكئ ظهرك معًا.
ca: Estireu la columna vertebral, estireu els colzes cap enrere i recolzeu l'esquena.
cs: Protažení zad, zatáhněte lokty dozadu a nakloňte se dopředu.
da: Stræk ryggen, træk armene tilbage og bøj dig forover.
de_de: Den Rücken strecken, die Arme nach hinten ziehen und den Rücken leicht nach vorne beugen.
el: Τεντώστε την πλάτη, τραβήξτε τους αγκώνες προς τα πίσω και γυρίστε την πλάτη σας.
en_au: Extend your spine, pull your elbows back, and arch your back.
es_es: Estira la espalda, tira los codos hacia atrás y arquea la espalda.
fi: Venyttele selkää, vedä kyynärpäät taaksepäin ja laske selkää alas.
fr_ca: Étirez le dos, tirez les coudes vers l'arrière et penchez-vous en avant.
gu: મા espaldaને સીધી કરો, ખભાને પાછળ ખેંચો અને espaldaને આગળની તરફ લઈ જાઓ.
he: להאריך את הגב, למשוך את המרפקים לכיוון מאחור ולהזיז את הגב קדימה.
hi: अपनी पीठ को सीधा रखें, अपनी बाहों को पीछे खींचकर अपनी पीठ को आगे झुकाएँ।
hr: Izdiktite leđa, povucite ruke prema nazad i iskovajte leđa.
hu: Húzza meg a hátát, húzza a kézét a háta felé, és fordítsa a hátát.
id: Luruskan punggung, tarik siku ke belakang untuk menekan punggung ke bawah.
it: Allungare la schiena, tirando indietro le braccia e inclinando il busto in avanti.
ko: 등을 펴고, 팔꿈치를 뒤로 당겨 등을 앞으로 합니다.
mr: पाठीचा कणा सरळ करा, हात मागे ओढा आणि पाठीचा कणा वर करा.
ms: Rentangkan punggung, tarik siku ke belakang dan condongkan badan ke belakang.
nl_nl: Strek je rug uit, trek de ellebogen naar achteren en buig je omhoog.
no: Strekk ryggen, trekk albuene bakover og krum ryggen lett.
pl: Wyprostuj kręgosłup i przyciągnij łokcie do tyłu, aby wygiąć plecy.
pt_br: Estique as costas, puxe os cotovelos para trás e arqueie as costas.
pt_pt: Estique as costas, puxe os cotovelos para trás e arqueie as costas.
ro: Întindeți coloana vertebrală, trageți coatele înapoi și aplecați-vă înainte.
ru: Выпрямите спину, подтягивая локти назад и слегка наклоняясь вперед.
sk: Natiahnite chrbtové svaly, zatvorte ruky a zdvihnite zad.
sl: Raztegnete hrbet,nato pa se nagnete in pritiskate ramo.
sv: Sträck ryggen, dra armarna bakåt och böj dig framåt.
ta: உங்கள் முதுகை நீட்டி, உங்கள் கைகளை பின்னோக்கி இழுத்து, உங்கள் முதுகை முன்னோக்கி சாய்க்கவும்.
te: వెన్నును నిఠారుగా చేసి, మోచేతులను వెనక్కి లాగి వెన్నును ముందుకు వంచండి.
th: ยืดหลัง, ดึงข้อศอกเข้าด้านหลัง และโค้งหลัง
tr: Arkanı düz tutarak, dirseklerini geriye çekerek sırtını yukarı doğru eğ.
uk: Випрямте спину, відтягніть лікті назад і нахиліться вперед.
vi: Duỗi lưng, kéo khuỷu tay ra sau và gập người về phía trước.
zh_hans: 伸展脊柱，将肘部向后拉，并挺起背部
zh_hant: 伸展背部，並將肘部向後拉，保持背部挺直

# domain_catalog.3bb27f474dc3
source: 体重だけでなく腹囲の変化を重視する
ar_sa: ركز على التغيرات في محيط الخصر، وليس الوزن فقط
ca: Centra't en els canvis en la circumferència de la cintura, no només en el pes
cs: Zaměřte se především na změnu obvodu pasu
da: Fokusér primært på ændringer i din taljelængde
de_de: Konzentrieren Sie sich auf Veränderungen des Bauchumfangs zusätzlich zum Gewicht.
el: Δώστε έμφαση στην αλλαγή της περιφέρειας του κορμού, παρά μόνο στο βάρος.
en_au: Focus on changes in your waist circumference rather than just your weight.
es_es: Prioriza el cambio en la circunferencia abdominal
fi: Korosta ensisijaisesti vatsanympärystä
fr_ca: Mettre l'accent sur l'évolution de votre tour de taille plutôt que sur votre poids.
gu: પેટની પરિમિતિ પર વધુ ધ્યાન આપો
he: שימו דגש על שינוי היקף המותניים ולא רק על המשקל
hi: केवल अपने वजन के बजाय, पेट के घेरे और तस्वीरों के साथ-साथ अपनी मांसपेशियों की ताकत को भी ध्यान में रखें।
hr: Naglasite promjene u mjerama struja
hu: A mellszövet körfogásának hangsúlyozása
id: Prioritaskan perubahan lingkar pinggang daripada hanya berat badan
it: Dare maggiore importanza alla variazione della circonferenza vita
ko: 몸무게뿐만 아니라 허리둘레 변화를 중요하게 고려합니다.
mr: कंबर आणि फोटोच्या आधारावर शारीरिक स्थितीचे मूल्यांकन करा
ms: Berfokus pada perubahan sekeliling pinggang
nl_nl: Focus op veranderingen in je tailleomtrek, naast je gewicht
no: Prioriter endringer i rundt midjen
pl: Skup się na zmianie obwodu talii, oprócz wagi
pt_br: Dê mais ênfase à mudança da circunferência abdominal
pt_pt: Dê mais ênfase à mudança da circunferência abdominal
ro: Acordă prioritate schimbărilor în circumferința taliei
ru: Важно учитывать изменения в обхвате талии
sk: Dávajte prednosť zmene obvodu pása
sl: Poudarite spremembo obodnice, ne le težo
sv: Fokusera på förändringar i midjemått istället för bara vikt
ta: எடை மட்டுமல்ல, வயிற்றின் சுற்றளவு மாற்றத்தை முக்கியமாகக் கருதுங்கள்.
te: కడుపు చుట్టుకొలత మార్పుపై ఎక్కువ దృష్టి పెట్టడం
th: ให้ความสำคัญกับการเปลี่ยนแปลงของรอบเอว นอกเหนือจากน้ำหนัก
tr: Sadece kiloya odaklanmak yerine, karın çevresi ve fotoğrafları da dikkate alın. Ayrıca kas gücünüzü de değerlendirin.
uk: Звертайте увагу не лише на вагу, а й на зміни обхвату талії
vi: Tập trung vào sự thay đổi vòng bụng hơn là chỉ tập trung vào cân nặng
zh_hans: 更注重腹围的变化，而不是仅仅关注体重
zh_hant: 更重視腹圍的變化

# domain_catalog.3c0ba170d52c
source: 筋力向上コーチ
ar_sa: مدرب تحسين القوة
ca: entrenador de millora de la força
cs: Trenér pro posílení svalů
da: Coach til styrketræning
de_de: Coach für Muskelaufbau
el: Προπονητής για την αύξηση της μυϊκής δύναμης
en_au: Strength improvement coach
es_es: Entrenador de fuerza
fi: Lihasvoiman kehityksen valmentaja
fr_ca: Coach pour améliorer la force musculaire
gu: માસ વધારનાર કોચ
he: מאמן כוח
hi: मांसपेशियों की ताकत को बेहतर बनाने के लिए कोच
hr: Trener za povećanje snage
hu: Izomterápiás edző
id: Pelatih peningkatan kekuatan
it: Coach per l'aumento della forza muscolare
ko: 근력 향상 코치
mr: मांसपेशी सुधारण्याचे प्रशिक्षक
ms: Pelatih untuk meningkatkan kekuatan
nl_nl: Coach voor het vergroten van de spierkracht
no: Trener for styrke
pl: Trener do poprawy siły
pt_br: Treinador de força
pt_pt: Treinador de força
ro: Antrenor pentru îmbunătățirea forței musculare
ru: Тренер по развитию силы
sk: Trenér pre zlepšenie svalovej hmoty
sl: Trener za izboljšavo mišične moči
sv: Coach för att öka muskelstyrkan
ta: தசை வலிமை மேம்பாட்டு பயிற்சியாளர்
te: కండరాల బలం అభివృద్ధి కోచ్
th: โค้ชด้านพละกำลัง
tr: Kas gücü geliştirme koçu
uk: Тренер з розвитку сили м'язів
vi: Huấn luyện viên về tăng cường sức mạnh cơ bắp
zh_hans: 肌肉训练教练
zh_hant: 肌力訓練教練

# domain_catalog.3ce615b07b19
source: ダンベルルーマニアンデッドリフト
ar_sa: الرفعة المميتة الرومانية بالدمبل
ca: pes mort romanès amb mancuerna
cs: Rukavice s činkami – rumunský deadlift
da: Håndvægt rumænsk dødløft
de_de: Langhantel-Rumänisches Kreuzheben
el: Ρουμανική άρνηση με δίσκο
en_au: Dumbbell Romanian deadlift
es_es: Peso muerto rumano con mancuerna
fi: Kahva rumänialainen kuorma
fr_ca: Rowing roumain avec haltère
gu: ડમ્બેલ રૂમાનિયન ડેડ લિફ્ટ
he: כפיים עם משקולת, תנוחת רומנית
hi: डम्बल रूमानियाई डेड लिफ्ट
hr: Dumbbell Romanian deadlift
hu: Ellógató romániában
id: Dumbbell Romanian Deadlift
it: Rematore con manubri (Rumeno)
ko: 덤벨 루마니안 데드리프트
mr: डंबल र्युमानियन डेड लिफ्ट
ms: Dumbbell Romanian Deadlift
nl_nl: Kettlebell Romanian deadlift
no: Vektstang rumensk markløft
pl: Ćwiczenie z hantlem – rumuński deadlift
pt_br: Remada rumana com haltere
pt_pt: Remada rumana com haltere
ro: Ridicări românești cu gantere
ru: Тяга гантели в стиле румынской тяги
sk: Rúbkové cviky Rumunský deadlift
sl: Žogični rumunski mrtvi podi
sv: Hantelrumänska marklyft
ta: டம்பெல் ருமேனியன் டெட்லிஃப்ட்
te: డంబెల్ రూమానియన్ డెడ్ లిఫ్ట్
th: ดัมเบลรูมาเนียนเดดไลฟท์
tr: Dambıl Romanian deadlift
uk: Підйом гантелей у румунському стилі
vi: Ép lưng với tạ
zh_hans: 哑铃罗马尼亚深蹲
zh_hant: 啞鈴羅馬尼亞深蹲

# domain_catalog.3e2b052a69c8
source: フロントスクワット
ar_sa: القرفصاء الأمامي
ca: squat davanter
cs: Dřep
da: Front squat
de_de: Kniebeugen
el: Προβολή (Squat)
en_au: Front Squat
es_es: Sentadilla frontal
fi: Etupuolella seisonta
fr_ca: Squat avant
gu: ફ્રન્ટ સ્ક્વોટ
he: סקוואט קדמי
hi: फ्रंट स्क्वैट
hr: Prednji squat
hu: Előre tolás
id: Squat Depan
it: Squat frontale
ko: 프론트 스쿼트
mr: फ्रंट स्क्वॉट
ms: Squat Depan
nl_nl: Voorwaarts buigen
no: Front squat
pl: Przysiady
pt_br: Agachamento frontal
pt_pt: Agachamento frontal
ro: Genuflexiune frontală
ru: Приседания
sk: Predné výsklenie
sl: Prednji položaj
sv: Framåtböjning
ta: ஃபிரண்ட் ஸ்குவாட்
te: ఫ్రంట్ స్క్వాట్
th: ท่า Front Squat
tr: Ön Squat
uk: Присідання
vi: Squat trước
zh_hans: 深蹲
zh_hant: 深蹲

# domain_catalog.3e3505b43c22
source: ダンベル
ar_sa: الدمبل
ca: mancuerna
cs: Rukavice s činkami
da: Håndvægt
de_de: Kurzhantel
el: Δίσκος
en_au: Dumbbell
es_es: Mancuernas
fi: Kahvakuula
fr_ca: Haltère
gu: ડમ્બેલ
he: משקולת
hi: डम्बल
hr: Dumbbell
hu: ```markdown Ellógató
id: Dumbbell
it: Pesi da palestra
ko: 덤벨
mr: डंबल
ms: Dumbbell
nl_nl: Kettlebell
no: Vektstang
pl: Hantle
pt_br: Haltere
pt_pt: Haltere
ro: Gantera
ru: Гантели
sk: Rúbiky
sl: Žogo
sv: Hantel
ta: டம்பல்
te: డంబెల్
th: ดัมเบล
tr: Dambıl
uk: Гантелі
vi: Tạ
zh_hans: 哑铃
zh_hant: 啞鈴

# domain_catalog.3e66fb6a90f8
source: 筋量を増やしたい
ar_sa: أريد زيادة الكتلة العضلية
ca: Vull augmentar la massa muscular
cs: Chceme zvýšit objem svalů.
da: Ønsker at øge muskelmassen
de_de: Ich möchte meinen Muskelvolumen erhöhen.
el: Θέλω να αυξήσω τη μυϊκή μου μάζα.
en_au: I want to increase my muscle mass
es_es: Quiero aumentar mi masa muscular.
fi: Haluaisin lisätä lihasmassaa
fr_ca: Augmenter le volume musculaire
gu: માસની માત્રા વધારવા માંગો છો
he: אני רוצה להגדיל את כמות השריר
hi: मांसपेशियों की मात्रा बढ़ाना चाहते हैं
hr: Želim povećati količinu mišića
hu: Szeretném, ha az izomzatom növekedne.
id: Ingin meningkatkan massa otot
it: Desidero aumentare la massa muscolare
ko: 근육량을 늘리고 싶다
mr: मांसपेशीची मात्रा वाढवायची आहे
ms: Ingin meningkatkan jumlah otot
nl_nl: Ik wil mijn spiermassa vergroten.
no: Ønsker å øke muskelmassen
pl: Chcę zwiększyć masę mięśniową.
pt_br: Desejo aumentar a massa muscular
pt_pt: Desejo aumentar a massa muscular
ro: Doresc să măresc masa musculară
ru: Хочу увеличить мышечную массу
sk: Chcem zvýšiť svalovú hmotu.
sl: Želim povečati količino mišic
sv: Vill öka muskelmängden
ta: தசை அளவை அதிகரிக்க வேண்டும்
te: కండరాల పరిమాణాన్ని పెంచడం
th: ต้องการเพิ่มขนาดของกล้ามเนื้อ
tr: Kas miktarını artırmak istiyorum
uk: Бажаємо збільшити об'єм м'язів
vi: Muốn tăng khối lượng cơ bắp
zh_hans: 希望增加肌肉量
zh_hant: 希望增加肌肉量

# domain_catalog.3eafb191a8f3
source: フォームを保って動く
ar_sa: التحرك مع الحفاظ على النموذج
ca: Mou-te mantenint la forma
cs: Udržujte správnou pozici a pohybujte se.
da: Bevar din form og bevæg dig.
de_de: Beweg dich mit guter Form.
el: Κάντε ασκήσεις, διατηρώντας τη σωστή στάση.
en_au: Move while maintaining good form.
es_es: Mantener la forma y moverse.
fi: Pidä oikea asento ja liiku
fr_ca: Maintenez une bonne posture et bougez.
gu: આકાર જાળવીને હલનચલન કરો
he: שמור על טכניקה נכונה בזמן פעילות.
hi: सही तरीके से व्यायाम करें।
hr: Držite se dobre tehnike tijekom vježbe.
hu: Tartsd meg a formát és mozogj
id: Bergerak sambil menjaga postur tubuh yang baik.
it: Mantieni la postura e muoviti
ko: 자세를 유지하며 움직임
mr: शरीराची स्थिती योग्य ठेवून व्यायाम करा.
ms: Bergerak sambil mengekalkan bentuk
nl_nl: Blijf in de juiste vorm bewegen.
no: Beveg deg med god teknikk.
pl: Utrzymuj prawidłową postawę podczas ćwiczeń.
pt_br: Mantenha a forma e mova-se corretamente.
pt_pt: Mantenha a forma e mova-se corretamente.
ro: Mențineți forma și mișcați-vă.
ru: Поддерживайте форму и двигайтесь
sk: Udržujte si správnu postoj a pohybujte sa.
sl: Bodite v formi in se gibajte.
sv: Behåll rätt form och rörelse.
ta: சரியான முறையில் உடற்பயிற்சி செய்யுங்கள்.
te: సరైన భంగిమతో కదలడం
th: เคลื่อนไหวโดยรักษารูปแบบที่ถูกต้อง
tr: Formunuzu koruyarak hareket edin.
uk: Підтримую форму та рухаюсь
vi: Di chuyển giữ đúng tư thế
zh_hans: 保持姿势，进行运动
zh_hant: 保持姿势并移动

# domain_catalog.3ecf54bcfe2c
source: 健康維持コーチ
ar_sa: مدرب صيانة الصحة
ca: entrenador de manteniment de la salut
cs: Konzultant pro zdravé návyky.
da: Sundhedsmentor.
de_de: Gesundheits-Coach.
el: Προσωπικός γυμναστής για τη διατήρηση της υγείας.
en_au: Health maintenance coach.
es_es: Entrenador de hábitos saludables.
fi: Terveyden ylläpitäjä.
fr_ca: Coach pour l'adoption d'habitudes saines.
gu: સ્વાસ્થ્ય જાળવણી કોચ
he: מאמן שימור בריאות.
hi: स्वस्थ जीवनशैली कोच।
hr: Trener za zdrav životni stil.
hu: Egészség megőrzési edző.
id: Pelatih kesehatan.
it: Allenatore per il benessere.
ko: 건강 유지 코치
mr: आरोग्य राखण्याचे मार्गदर्शन
ms: Pelatih penjagaan kesihatan.
nl_nl: Gezondheidscoach.
no: Helseveileder.
pl: Trener zdrowego stylu życia.
pt_br: Treinador de hábitos saudáveis.
pt_pt: Treinador de hábitos saudáveis.
ro: Antrenor pentru menținerea sănătății.
ru: Тренер по здоровому образу жизни.
sk: Tréning pre zdravý životný štýl.
sl: Trener za ohranjanje zdravja.
sv: Hälsocoach.
ta: உடல் ஆரோக்கிய பயிற்சியாளர்.
te: ఆరోగ్యకరమైన అలవాట్లను ఏర్పరచుకోవడానికి కోచ్.
th: โค้ชด้านการรักษาสุขภาพ
tr: Sağlığı koruma koçu.
uk: Тренер з підтримки здоров'я.
vi: Huấn luyện viên sức khỏe.
zh_hans: 健康维持教练
zh_hant: 健康維持教練
